Repository: yakushabb/ticketbooth
Catalog: po/*.po
Languages: et, fi, pt_br

source: Movies;Films;Shows;TV;Series;Anime;Watch;List;Library;
et: Movies;Films;Shows;TV;Series;Anime;Watch;List;Library;filmid;sarjad;seeria;episood;hooaeg;meediakogu;teave;vaata;vaatamine;
pt_br: Filmes;Programas;TV;Séries;Anime;Assistir;Lista;Biblioteca;

source: Window width
et: Akna laius
fi: Ikkunan leveys
pt_br: Largura da janela

source: Window height
et: Akna kõrgus
fi: Ikkunan korkeus
pt_br: Altura da janela

source: Window maximized
et: Aken on maksimaalses vaates
fi: Ikkuna suurennettu
pt_br: Janela maximizada

source: Active tab
et: Aktiivne vahekaart
fi: Aktiivinen välilehti
pt_br: Guia ativa

source: Specifies if the app is run for the first time
et: Määratleb, kas tegemist on rakenduse esimese käivitamisega
fi: Määrittää suoritetaankoi sovellus ensimmäistä kertaa
pt_br: Especifica se o aplicativo é executado pela primeira vez

source: Specifies if the database needs an update
et: Määratleb, kas andmebaas vajab uuendamist
fi: Määrittää tarvitseeko tietokanta päivityksen
pt_br: Especifica se o banco de dados precisa de uma atualização

source: Specifies if the app downloaded the required data
et: Määratleb, kas rakendus laadis alla vajalikud andmed
fi: Määrittää latasiko sovellus tarvittavan datan
pt_br: Especifica se o aplicativo baixou os dados necessários

source: View sorting style
et: Vaate järjestusviis
pt_br: Ver estilo de classificação

source: Separate watched content from unwatched
et: Eralda vaadatud sisu mittevaadatust
fi: Erota katsottu sisältö katsomattomasta sisällöstä
pt_br: Separe o conteúdo assistido do não assistido

source: Hide watched content
et: Peida vaadatud sisu
fi: Piilota katsottu sisältö
pt_br: Ocultar conteúdo assistido

source: Search bar visibility
et: Otsinguriba nähtavus
fi: Hakupalkin näkyvyys
pt_br: Visibilidade da barra de pesquisa

source: Search mode
et: Otsinguviis
pt_br: Modo de pesquisa

source: Search query
et: Otsingupäring
pt_br: Consulta de pesquisa

source: App color scheme
et: Rakenduse kujundus
fi: Sovelluksen väriteema
pt_br: Esquema de cores do aplicativo

source: Language used by TMDB results
et: TMDB päringutulemustes kasutatav keel
fi: TMDB-tuloksissa käytettävä kieli
pt_br: Idioma usado pelos resultados do TMDB

source: Frequency to check for new data on TMDB
et: Päringute sagedus uute andmete tuvastamiseks TMDB teenusest
pt_br: Frequência para verificar novos dados no TMDB

source: Last autoupdate date
et: Viimase automaatse uuenduse kuupäev
pt_br: Data da última atualização automática

source: Last notification autoupdate date
et: Viimase teavituse automaatse uuenduse kuupäev
pt_br: Data da última atualização automática de notificação

source: Clear cache on exit
et: Väljumisel kustuta puhverdatud andmed
fi: Tyhjennä välimuisti lopettaessa
pt_br: Limpar cache ao sair

source: Use the user's TMDB key
et: Kasuta TMDB teenuses kasutaja oma võtit
fi: Käytä käyttäjän TMDB-avainta
pt_br: Use a chave TMDB do usuário

source: User's TMDB key
et: Kasutaja võti TMDB teenuses
fi: Käyttäjän TMDB-avain
pt_br: Chave TMDB do usuário

source: Keep track of your favorite shows
et: Pea arvet oma lemmiksarjade ja -filmide osas
fi: Pidä kirjaa suosikkiohjelmistasi
pt_br: Acompanhe seus programas favoritos

source: Ticket Booth allows you to build your watchlist of movies and TV Shows, keep track of watched titles, and find information about the latest releases.
et: Ticket Booth aitab sul hallata vaadatud ja vaatamata filmide ning telesarjade loendit ning kergemini saada teavet uute avaldatud filmide ja sarjade osade kohta.
fi: Ticket Boothin avulla voit rakentaa katselulistan elokuvista ja TV-sarjoista, pitää kirjaa katsotuista ohjelmista ja etsiä tietoja uusimmista julkaisuista.
pt_br: O Ticket Booth permite que você crie sua lista de filmes e programas de TV, acompanhe os títulos assistidos e encontre informações sobre os últimos lançamentos.

source: Ticket Booth does not allow you to watch or download content. This app uses the TMDB API but is not endorsed or certified by TMDB.
et: Ticket Booth ei aita sul neid filme ega telesarju vaadata või alla laadida. Kasutusel on TMDB veebiteenuse liidestus, kuid rakendus pole TMDB poolt heaks kiidetud.
fi: Ticket Boothin avulla et voi katsoa tai ladata sisältöä. Sovellus käyttää TMDB:n rajapintaa, mutta ei ole TMDB:n tukema tai sertifioima.
pt_br: O Ticket Booth não permite que você assista ou baixe conteúdo. Este aplicativo usa a API TMDB, mas não é endossado ou certificado pelo TMDB.

source: Movie Library
et: Filmikogu
pt_br: Biblioteca de filmes

source: Movie Details
et: Filmi üksikasjad
pt_br: Detalhes do filme

source: TV Series Library
et: Telesarjade kogu
pt_br: Biblioteca de séries de TV

source: TV Series Details
et: Telesarjade üksikasjad
pt_br: Detalhes da série de TV

source: Confirm Export?
et: Kas kinnitad eksportimise?
fi: Vahvistetaanko vienti?
pt_br: Confirmar exportação?

source: Exporting your library will create an archive containing all your data. You can import this archive later to restore your library.
et: Oma meediakogu eksportimisel luuakse arhiivifail, milles sisalduvad kõik sinu kogutud andme. Saad seda arhiivi kasutada hilisemal meediakogu taastamisel.
fi: Kirjaston vienti luo arkiston sisältäen kaiken datan. Voit tuoda tämän arkiston myöhemmin palauttaaksesi kirjastosi.
pt_br: Exportar sua biblioteca criará um arquivo contendo todos os seus dados. Você pode importar esse arquivo posteriormente para restaurar sua biblioteca.

# alert dialog action
source: _Cancel
et: _Katkesta
fi: _Peru
pt_br: _Cancelar

# alert dialog action
source: _Export
et: _Ekspordi
fi: _Vie
pt_br: _Exportar

# Background activity title
source: Exporting library
et: Ekspordin meediakogu
fi: Viedään kirjasto
pt_br: Exportando biblioteca

source: Export Completed
et: Eksportimine on lõppenud
pt_br: Exportação concluída

source: The library has been exported successfully.
et: Meediakogu eksportimine õnnestus.
pt_br: A biblioteca foi exportada com sucesso.

# alert dialog action
source: _OK
et: S_obib

source: Export failed
et: Eksportimine ei õnnestunud
pt_br: Falha na exportação

source: An error occurred while exporting the library.
et: Meediakogu eksportimine ei õnnestunud.
pt_br: Ocorreu um erro ao exportar a biblioteca.

source: Confirm Import?
et: Kas kinnitad importimise?
fi: Vahvistetaanko tuonti?
pt_br: Confirmar importação?

source: Importing a library will merge it with the current library. This action cannot be undone and in case of conflicts, the new data will be kept.
et: Meediakogu importimisel mestid ta senise meediakoguga. Seda tegevust ei saa tagasi pöörata ning kui uute ja vanade andmete vahel on vastuolu, siis säiluvad uued andmed.
fi: Kirjaston tuominen yhdistää sen nykyisen kirjaston kanssa. Tätä toimintoa ei voi perua, ja mahdollisissa ristiriitatilanteissa uusi data säilytetään.
pt_br: Importar uma biblioteca a mesclará com a biblioteca atual. Esta ação não pode ser desfeita e, em caso de conflitos, os novos dados serão mantidos.

# alert dialog action
source: _Import
et: _Impordi
fi: _Tuo
pt_br: _Importar

# Background activity title
source: Importing library
et: Meediakogu on importimisel
fi: Tuodaan kirjasto
pt_br: Importando biblioteca

source: Import Completed
et: Importimine on lõppenud
pt_br: Importação concluída

source: The library has been imported successfully.
et: Meediakogu importimine õnnestus.
pt_br: A biblioteca foi importada com sucesso.

source: Import failed
et: Importimine ei õnnestunud
pt_br: Falha na importação

source: Please check the selected archive and try again. Only archives created by Ticket Booth are supported.
et: Palun kontrolli, et valitud impordifail on korrektne. Importida saad vaid sama rakenduse loodud faile.
pt_br: Verifique o arquivo selecionado e tente novamente. Somente arquivos criados pela Ticket Booth são suportados.

# message dialog heading
source: No Network
et: Võrguühendus puudub
fi: Ei verkkoyhteyttä
pt_br: Sem rede

# message dialog body
source: Connect to the Internet to complete the setup.
et: Paigaldamise lõpetamiseks loo internetiühendus.
fi: Yhdistä Internetiin viimeistelläksesi määrityksen.
pt_br: Conecte-se à Internet para concluir a configuração.

# Background activity title
source: Clear cache
et: Kustuta puhverdatud andmed
fi: Tyhjennä välimuisti
pt_br: Limpar cache

source: {number} Titles
et: {number} filmi või sarja
fi: {number} nimikettä
pt_br: {number} Títulos

# Background activity title
source: Delete all movies
et: Kustuta kõik filmid
fi: Poista kaikki elokuvat
pt_br: Excluir todos os filmes

# Background activity title
source: Delete all TV Series
et: Kustuta kõik telesarjad
fi: Poista kaikki TV-sarjat
pt_br: Excluir todas as séries de TV

source: Ticket Booth is currently using {total_space:.2f} MB. Use the options below to free some space.
et: Ticket Booth kasutab hetkel {total_space:.2f} MB andmeruumi. Alljärgnevate tegevustega saad andmeruumi vabastada.
fi: Ticket Booth käyttää tällä hetkellä {total_space:.2f} megatavua. Käytä alla olevia valintoja vapauttaaksesi tilaa.
pt_br: Ticket Booth está usando atualmente {total_space:.2f} MB. Use as opções abaixo para liberar espaço.

source: {space:.2f} MB occupied
et: Kasutusel on {space:.2f} MB
fi: {space:.2f} megatavua varattu
pt_br: {space:.2f} MB ocupado

# message dialog heading
source: Background Activies Running
et: Taustateenused on töös
fi: Taustatoimenpiteitä käynnissä
pt_br: Atividades em segundo plano em execução

# message dialog body
source: Some activities are running in the background and need to be completed before exiting. Look for the indicator in the header bar to check when they are finished.
et: Mõned taustal tehtavad tegevused on pooleli ja enne väljumist peavad nad töö lõpetama. Päiseribal nähtava indikaatori alusel saad teada, kas nende töö on lõppenud.
fi: Joitain toimintoja on käynnissä taustalla, ja ne tulee suorittaa loppuun ennen lopettamista. Tarkista otsakepalkissa oleva ilmaisin nähdäksesi, milloin toiminnot ovat valmistuneet.
pt_br: Algumas atividades estão sendo executadas em segundo plano e precisam ser concluídas antes de sair. Procure o indicador na barra de cabeçalho para verificar quando terminar.

source: Edit Movie
et: Muuda filmi
fi: Muokkaa elokuvaa
pt_br: Editar filme

source: Edit TV Series
et: Muuda telesarja
fi: Muokkaa TV-sarjaa
pt_br: Editar série de TV

source: Season {num}
et: {num}. hooaeg
fi: Kausi {num}
pt_br: Temporada {num}

# Background activity title
source: Add {title}
et: Lisa {title}
fi: Lisää {title}
pt_br: Adicionar {title}

# Background activity title
source: Update {title}
et: Uuenda: {title}
fi: Päivitä {title}
pt_br: Atualizar {title}

source: Season
et: Hooaeg
fi: Kausi
pt_br: Temporada

source: Watched
et: Vaadatud
fi: Katsottu
pt_br: Assistido

source: Mark as Watched
et: Märgi vaadatuks
fi: Merkitse katsotuksi
pt_br: Marcar como assistido

source: Runtime of Movie
et: Filmi kestus
fi: Elokuvan kesto
pt_br: Duração do filme

source: {num} Season
et: {num} hooaeg
fi: {num} kausi
pt_br: {num} Temporada

source: Number of Seasons
et: Hooaegade arv
fi: Kausien määrä
pt_br: Número de estações

source: {num} Episode
et: {num} osa
fi: {num} jakso
pt_br: {num} Episódio

source: Status
et: Olek
fi: Tila

source: Original Language
et: Algne keel
fi: Alkuperäinen kieli
pt_br: Idioma Original

source: Original Title
et: Algne pealkiri
fi: Alkuperäinen nimi
pt_br: Título original

source: Budget
et: Eelarve
fi: Budjetti
pt_br: Orçamento

source: Revenue
et: Müügitulud
fi: Tuotto
pt_br: Receita

source: In Production
et: Tootmises
fi: Tuotannossa
pt_br: Em Produção

source: Yes
et: Jah
fi: Kyllä
pt_br: Sim

source: No
et: Ei
fi: Ei
pt_br: Não

source: TMDB ID
et: TMDB tunnus
fi: TMDB-tunniste
pt_br: ID do TMDB

source: {h}h {m}min
et: {h} t {m} min

source: Updating {title}
et: Uuendan: {title}
fi: Päivitetään {title}
pt_br: Atualizando {title}

source: Update {title}
et: Uuenda: {title}
fi: Päivitä {title}
pt_br: Atualizar {title}

source: Loading Metadata…
et: Laadin metateavet…
fi: Ladataan metatietoja…
pt_br: Carregando metadados…

# message dialog heading
source: Delete {title}?
et: Kas kustutame: {title}?
fi: Poistetaanko {title}?
pt_br: Excluir {title}?

# message dialog body
source: This title will be deleted from your watchlist.
et: See film või sari eemaldatakse sinu jälgimisloendist.
fi: Tämä nimike poistetaan katselulistaltasi.
pt_br: Este título será excluído da sua lista de observação.

# message dialog action
source: _Cancel
et: _Katkesta
fi: _Peru
pt_br: _Cancelar

# message dialog action
source: _Delete
et: _Kustuta
fi: _Poista
pt_br: _Excluir

source: Delete {title}
et: {title} kustutamine
fi: Poista {title}
pt_br: Excluir {title}

source: Copyright © 2023 - 2025 Alessandro Iepure Some icons are copyright of the GNOME Project
et: Autoriõigused © 2023 - 2025 Alessandro Iepure Mõnede ikoonide autoriõigused kuuluvad GNOME'i Projektile
fi: Tekijänoikeus © 2023 - 2025 Alessandro Iepure Joidenkin kuvakkeiden tekijänoikeus kuuluu GNOME-projektille
pt_br: Copyright © 2023 - 2025 Alessandro Iepure Alguns ícones são protegidos por direitos autorais do Projeto GNOME

source: translator-credits
et: Priit Jõerüüt 2025
fi: Jiri Grönroos
pt_br: Juliano Dorigão <jdorigao@gmail.com>

# Category
source: Movie
et: Film
fi: Elokuva
pt_br: Filme

# Category
source: TV Series
et: Telesarjad
fi: TV-sarjat
pt_br: Série de TV

source: Cancel
et: Katkesta
fi: Peru
pt_br: Cancelar

source: Save
et: Salvesta
fi: Tallenna
pt_br: Salvar

source: General
et: Üldised
fi: Yleiset
pt_br: Geral

source: Title (required)
et: Pealkiri (nõutav)
fi: Nimi (vaadittu)
pt_br: Título (obrigatório)

source: Release Date
et: Avaldamise kuupäev
fi: Julkaisupäivä
pt_br: Data de lançamento

source: Genres (comma separated)
et: Žanrid (eraldatud komadega)
fi: Tyylilajit (pilkulla erotettu)
pt_br: Gêneros (separados por vírgula)

source: Runtime (minutes)
et: Kestus (minutites)
fi: Kesto (minuuteissa)
pt_br: Duração (minutos)

source: Tagline
et: Tunnuslause
fi: Iskulause
pt_br: Slogan

source: Created by
et: Looja
fi: Luonut
pt_br: Criado por

source: Overview
et: Ülevaade
fi: Yleiskatsaus
pt_br: Visão geral

source: Seasons (required)
et: Hooaegu (nõutav)
fi: Kaudet (vaadittu)
pt_br: Temporadas (obrigatório)

source: Use the + button to add seasons
et: Hooaegade lisamiseks kasuta + nuppu
fi: Käytä painiketta + lisätäksesi kausia
pt_br: Use o botão + para adicionar temporadas

source: Add
et: Lisa
fi: Lisää
pt_br: Adicionar

source: Additional Information
et: Lisateave
fi: Lisätiedot
pt_br: Informações adicionais

source: Budget (US$)
et: Eelarve (USD)
fi: Budjetti (Yhdysvaltain dollareissa)
pt_br: Orçamento (US$)

source: Revenue (US$)
et: Tulu (USD)
fi: Tuotto (Yhdysvaltain dollareissa)
pt_br: Receita (US$)

source: In production
et: Tootmises
fi: Tuotannossa
pt_br: Em produção

source: Search The Movie Database…
et: Otsi TMDB-st…
fi: Etsi elokuvatietokannasta…
pt_br: Buscar no banco de dados de filmes…

source: Search For a Title
et: Otsi filmi või sarja
fi: Etsi nimikettä
pt_br: Pesquisar por Título

source: Start typing in the search bar to see a list of matching movies and TV series
et: Hakka otsinguribale kirjutama ning näed päringule vastavaid filme ja telesarju
fi: Aloita hakukenttään kirjoittaminen nähdäksesi hakua vastaavat elokuvat ja TV-sarjat
pt_br: Comece a digitar na barra de pesquisa para ver uma lista de filmes e séries de TV correspondentes

source: No Results Found
et: Tulemusi ei leidu
fi: Tuloksia ei löytynyt
pt_br: Nenhum resultado encontrado

source: Try a different search
et: Proovi teistsugust otsingut
fi: Kokeile eri hakuehtoja
pt_br: Tente uma pesquisa diferente

source: Edit Season
et: Muuda hooaega
fi: Muokkaa kautta
pt_br: Editar temporada

source: Episodes (required)
et: Osi (nõutav)
fi: Jaksot (vaadittu)
pt_br: Episódios (obrigatório)

source: Use the + button to add episodes
et: Osade lisamiseks kasuta + nuppu
fi: Käytä painiketta + lisätäksesi jaksoja
pt_br: Use o botão + para adicionar episódios

# message dialog heading
source: Clear Cached Data?
et: Kas kustutame puhverdatud andmed?
fi: Tyhjennetäänkö välimuistissa oleva data?
pt_br: Limpar dados em cache?

# message dialog body
source: This operation will clear all stored cache data. It might get downloaded again next time you add content from TMDB.
et: Järgnev tegevus kustutab kõik puhverdatud andmed. Järgmisel korral sisu laadimisel TMDB-st võidakse andmed uuesti lisada.
fi: Tämä toimenpide tyhjentää kaiken välimuistissa olevan datan. Data saatetaan ladata uudelleen, kun lisäät sisältöä TMDB:stä.
pt_br: Esta operação limpará todos os dados armazenados em cache. Eles poderão ser baixados novamente na próxima vez que você adicionar conteúdo do TMDB.

# message dialog action
source: Cancel
et: Katkesta
fi: Peru
pt_br: Cancelar

# message dialog action
source: Clear
et: Tühjenda
fi: Tyhjennä
pt_br: Claro

# message dialog heading
source: Clear Stored Data?
et: Kas kustutame salvestatud andmed?
fi: Tyhjennetäänkö tallennetut tiedot?
pt_br: Limpar dados armazenados?

# message dialog body
source: This operation will permanentlly delete the selected data, loosing all your changes.
et: Selle tegevusega kustutatakse valitud andmed jäädavalt ning kõik sinu tehtud muudatused lähevad kaotsi.
fi: Tämä toimenpide poistaa pysyvästi valitun datan, ja kaikki muutokset katoavat.
pt_br: Esta operação excluirá permanentemente os dados selecionados, perdendo todas as suas alterações.

source: Movies
et: Filmid
fi: Elokuvat
pt_br: Filmes

source: TV Series
et: Telesarjad
fi: TV-sarjat
pt_br: Série de TV

# shortcut window
source: General
et: Üldised
fi: Yleiset
pt_br: Geral

# shortcut window
source: Show Shortcuts
et: Näita kiirklahve
fi: Näytä pikanäppäimet
pt_br: Mostrar atalhos

# shortcut window
source: Show Preferences
et: Näita eelistusi
fi: Näytä asetukset
pt_br: Mostrar preferências

# shortcut window
source: Search your Watchlist
et: Otsi oma jälgimisloendist
fi: Etsi katselulistalta
pt_br: Pesquise na sua lista de observação

# shortcut window
source: Quit
et: Välju
fi: Lopeta
pt_br: Sair

# shortcut window
source: Library management
et: Meediakogu haldus
fi: Kirjaston hallinta
pt_br: Gestão de biblioteca

# shortcut window
source: Add title from TMDB
et: Lisa film või sari TMDB-sse
fi: Lisää nimike TMDB:stä
pt_br: Adicionar título do TMDB

# shortcut window
source: Add title manually
et: Lisa film või sari käsitsi
fi: Lisää nimike manuaalisesti
pt_br: Adicionar título manualmente

# shortcut window
source: Refresh library
et: Uuenda meediakogu
fi: Päivitä kirjasto
pt_br: Atualizar biblioteca

source: Main Menu
et: Põhimenüü
fi: Päävalikko
pt_br: Menu principal

source: Number of Episodes
et: Osade arv
fi: Jaksojen määrä
pt_br: Número de episódios

source: Air Date of Next Episode
et: Järgmine osa on vaadatav
fi: Seuraavan jakson esityspäivä
pt_br: Data de exibição do próximo episódio

source: Update Metadata
et: Uuenda metateavet
fi: Päivitä metatiedot
pt_br: Atualizar metadados

source: Edit
et: Muuda
fi: Muokkaa
pt_br: Editar

source: Delete
et: Kustuta
fi: Poista
pt_br: Excluir

source: Description
et: Kirjeldus
fi: Kuvaus
pt_br: Descrição

source: Seasons
et: Hooajad
fi: Kaudet
pt_br: Temporadas

source: Notes
et: Märkmed
fi: Muistiinpanot
pt_br: Notas

source: _Preferences
et: _Eelistused
fi: _Asetukset
pt_br: _Preferências

source: _Keyboard Shortcuts
et: _Klaviatuuri kiirklahvid
fi: _Pikanäppäimet
pt_br: _Atalhos do teclado

source: _About Ticket Booth
et: _Rakenduse teave: Ticket Booth
fi: _Tietoja - Ticket Booth
pt_br: _Sobre Ticket Booth

source: Edit Episode
et: Muuda osa
fi: Muokkaa jaksoa
pt_br: Editar episódio

source: Episode Number (required)
et: Osa number (nõutav)
fi: Jakson numero (vaadittu)
pt_br: Número do episódio (obrigatório)

source: Preferences
et: Eelistused
fi: Asetukset
pt_br: Preferências

# preferences
source: Optional Download
et: Täiendav allalaadimine
fi: Valinnainen lataus
pt_br: Baixar opcional

# preferences
source: For a complete experience, a download of 15 KB is required. The initial setup could not retrieve the data automatically and thus offline mode has been activated. It will remain active until the setup is completed.
et: Parimaks kasutuskogemuseks on vajalik 15 kB andmemahu allalaadimine. Algsel seadistamisel seda polnud võimalik automaatselt teha ja rakendus toimib hetkel vallasrežiimis, mis jääb kasutusele seni, kuni vajalikud andmed on olemas.
fi: Täyden kokemuksen takaamiseksi 15 kilotavun lataus vaaditaan. Alkumääritys ei voinut noutaa dataa automaattisesti, joten yhteydetön tila on aktivoitu. Yhteydetön tila pysyy aktiivisena, kunnes määritys on saatettu loppuun.
pt_br: Para uma experiência completa, é necessário um download de 15 KB. A configuração inicial não conseguiu recuperar os dados automaticamente e, portanto, o modo offline foi ativado. Ele permanecerá ativo até que a configuração seja concluída.

# preferences
source: Complete Setup
et: Lõpeta seadistamine
fi: Viimeistele määritys
pt_br: Configuração completa

# preferences
source: Offline Mode
et: Vallasrežiim
fi: Yhteydetön tila
pt_br: Modo offline

# preferences
source: Ticket Booth can work entirely offline. If you choose to run in this mode, some features that require the Internet and/or access to third party APIs will not be available.
et: Ticket Booth võib tervikuna toimida vallasrežiimis ehk võrguühendust kasutamata. Kui soovid seda kasutada, siis ei toimi need funtsionaalsused, mis eeldavad internetiühenduse ja/või kolmandate osapoolte liideste pruukimist.
fi: Ticket Booth voi pysyä täysin yhteydettömässä tilassa. Jos päätät jatkaa tässä tilassa, jotkin Internet-yhteyden tai kolmannen osapuolen rajapintaa vaativat ominaisuudet eivät ole käytettävissä.
pt_br: O Ticket Booth pode funcionar totalmente offline. Se você optar por executar neste modo, alguns recursos que exigem Internet e/ou acesso a APIs de terceiros não estarão disponíveis.

# preferences
source: Enable Offline Mode
et: Kasuta vallasrežiimi
fi: Ota yhteydetön tila käyttöön
pt_br: Ativar modo offline
