Repository: yakushabb/ticketbooth
Catalog: po/*.po
Languages: et, fi, pt_br

# preferences
source: TMDB provides localized metadata for most content. Ticket Booth will download it in your prefered language, selectable below. In case it is not available, it will fallback to English US and then to the content's original language. If neither are available, it will result in a blank string. Please consider <a href='https://www.themoviedb.org/bible/new_content'>contributing to TMDB</a>. Additionally, an automatic update is performed on a frequency of your choosing.
et: TMDB oskab suurele osale sisust lisada andmeid paljudes keeltes. Ticket Booth laadib andmed keeles, mille alljärgnevalt valid. Kui sinu valitud keeles teavet pole, siis kasutatakse inglise keelt või materjali algset keelt. Kui kumbagi pole saadaval, siis näidatakse tühja andmevälja. Kui sul on võimalik, siis plun osale <a href='https://www.themoviedb.org/bible/new_content'>TMDB sisu täiendamisel</a>. Lisaks uuendatakse sinu valitud ajavahemiku järel andmeid.
fi: TMDB tarjoaa lokalisoidut metatiedot suurimmalle osalle sisältöä. Ticket Booth lataa metatiedot kielellä, jonka voit valita alta. Jos metatiedot eivät ole saatavilla valitsemallasi kielellä, käytetään amerikanenglantia tai sisällön alkuperäistä kieltä. Jos kumpikaan ei ole saatavilla, näytetään tyhjä merkkijono. Harkitse <a href='https://www.themoviedb.org/bible/new_content'>osallistumista TMDB:n sisällöntuotantoon</a>. Metatiedot päivitetään valitsemallasi päivitysvälillä.
pt_br: O TMDB fornece metadados localizados para a maioria dos conteúdos. O Ticket Booth fará o download no idioma de sua preferência, selecionável abaixo. Caso não esteja disponível, será usado o inglês dos EUA e depois o idioma original do conteúdo. Se nenhum estiver disponível, resultará em uma linha em branco. Por favor, considere <a href='https://www.themoviedb.org/bible/new_content'>contribuir para o TMDB</a>. Além disso, uma atualização automática é realizada na frequência de sua escolha.

# preferences
source: TMDB Results Language
et: TMDB päringutulemuste keel
fi: TMDB-tulosten kieli
pt_br: Idioma dos resultados TMDB

# preferences
source: Update Frequency
et: Uuendamise sagedus
fi: Päivitysväli
pt_br: Frequência de atualização

# preferences
source: Restart Ticket Booth after changing
et: Peale muutmist käivita Ticket Booth uuesti
fi: Käynnistä Ticket Booth uudelleen muuttamisen jälkeen
pt_br: Reinicie Ticket Booth após alterar

# preferences
source: Never
et: Mitte kunagi
fi: Ei koskaan
pt_br: Nunca

# preferences
source: Daily
et: Kord päevas
fi: Päivittäin
pt_br: Diário

# preferences
source: Weekly
et: Iga nädal
fi: Viikottain
pt_br: Semanalmente

# preferences
source: Monthly
et: Iga kuu
fi: Kuukausittain
pt_br: Mensal

# preferences
source: Use Your API Key
et: Kasuta oma API võtit
fi: Käytä API-avaintasi
pt_br: Use sua chave de API

# preferences
source: Register yours <a href='https://www.themoviedb.org/settings/api'>here</a>
et: Registreeru <a href='https://www.themoviedb.org/settings/api'>siin</a>
fi: Rekisteröi omasi <a href='https://www.themoviedb.org/settings/api'>täällä</a>
pt_br: Registre o seu <a href='https://www.themoviedb.org/settings/api'>here</a>

# preferences
source: Your API key
et: Sinu API võti
fi: API-avaimesi
pt_br: Sua chave de API

# preferences
source: Save Key
et: Salvesta võti
fi: Tallenna avain
pt_br: Salvar chave

# preferences
source: Housekeeping
et: Andmehooldus
fi: Siivous
pt_br: Serviço de limpeza

# preferences
source: Clear Cache on Exit
et: Väljumisel kustuta puhverdatud andmed
fi: Tyhjennä välimuisti suljettaessa
pt_br: Limpar Cache ao Sair

# preferences
source: Clear Cached Search Data
et: Kustuta puhverdatud otsinguandmed
fi: Tyhjennä välimuistissa oleva hakudata
pt_br: Limpar dados de pesquisa em cache

# preferences
source: Clear Data
et: Kustuta andmed
fi: Tyhjennä tiedot
pt_br: Apagar os dados

source: Your Watchlist Is Empty
et: Sinu jälgimisloend on tühi
fi: Katselulistasi on tyhjä
pt_br: Sua lista está vazia

source: Add content with the + button or import from an older watchlist.
et: Pluss-nupust saad lisada uut sisu või lihtsalt impordi varasem jälgimisloendis.
fi: Lisää sisältöä painikkeella + tai tuo sisältöä aiemmasta katselulistasta.
pt_br: Adicione conteúdo com o botão + ou importe de uma lista de observação mais antiga.

source: Your Watchlist
et: Sinu jälgimisloend
fi: Katselulistasi
pt_br: Sua lista

source: Unwatched
et: Vaatamata
fi: Katsomatta
pt_br: Não assistido

source: Updating your watchlist
et: Uuendan sinu jälgimisloendit
fi: Päivitetään katselulista
pt_br: Atualizando sua lista de observação

source: After updating Ticket Booth we need to update the local database entries
et: Peale Ticket Boothi uuendamist on vaja uuendada ka kasutatav andmebaas
fi: Ticket Boothin päivityksen jälkeen paikallisen tietokannan tietueet tulee päivittää
pt_br: Após atualizar o Ticket Booth, precisamos atualizar as entradas do banco de dados local

source: Use Offline Mode
et: Kasuta vallasrežiimi
fi: Käytä yhteydetöntä tilaa
pt_br: Usar o modo offline

source: Try again on next run
et: Järgmisel korral proovi uuesti
fi: Yritä uudelleen seuraavalla käynnistyskerralla
pt_br: Tente novamente na próxima execução

source: Activate Notifications?
et: Kas võtad teavitused kasutusele?
fi: Otetaanko ilmoitukset käyttöön?
pt_br: Ativar notificações?

source: Would you like to activate notifications for all series that are still in production and for all movies that have not yet released?
et: Kas soovid saada teavitusi telesarjade kohta, kuhu lisandub uusi osi ning veel avaldamata filmide kohta?
fi: Haluatko ottaa ilmoitukset käyttöön kaikkien yhä tuotannossa olevian sarjojen ja julkaisemattomien elokuvien osalta?
pt_br: Gostaria de ativar notificações para todas as séries que ainda estão em produção e para todos os filmes que ainda não foram lançados?

source: Activate
et: Võta kasutusele
fi: Ota käyttöön
pt_br: Ativar

source: Deactivate
et: Eemalda kasutusest
fi: Poista käytöstä
pt_br: Desativar

source: Add a title to your library
et: Lisa film või sari meediakogusse
fi: Lisää nimike kirjastoon
pt_br: Adicione um título à sua biblioteca

source: Show/Hide search bar
et: Näita/peida otsinguriba
fi: Näytä/piilota hakupalkki
pt_br: Mostrar/Ocultar barra de pesquisa

# Search mode
source: Title
et: Pealkiri
pt_br: Título

# Search mode
source: Genre
et: Žanr
pt_br: Gênero

# Search mode
source: Overview
et: Ülevaade
pt_br: Visão geral

# Search mode
source: Notes
et: Märkmed
pt_br: Notas

# Search mode
source: TMDB ID
et: TMDB tunnus
pt_br: ID do TMDB

source: Search Your Watchlist
et: Otsi oma jälgimisloendist
fi: Etsi katselulistaltasi
pt_br: Pesquise na sua lista de observação

source: Offline Mode Enabled
et: Vallasrežiim on kasutusel
fi: Yhteydetön tila otettu käyttöön
pt_br: Modo offline ativado

source: _Sorting
et: _Järjestamine
fi: _Järjestys
pt_br: _Ordenação

source: Date added (newest first)
et: Lisamise kuupäev (esmalt uuemad)
fi: Lisäyspäivä (uusin ensin)
pt_br: Data adicionada (mais recente primeiro)

source: Date added (oldest first)
et: Lisamise kuupäev (esmalt vanemad)
fi: Lisäyspäivä (vanhin ensin)
pt_br: Data adicionada (o mais antigo primeiro)

source: Release date (newest first)
et: Väljaandmise kuupäev (esmalt uuemad)
fi: Julkaisupäivä (uusin ensin)
pt_br: Data de lançamento (mais recente primeiro)

source: Release date (oldest first)
et: Väljaandmise kuupäev (esmalt vanemad)
fi: Julkaisupäivä (vanhin ensin)
pt_br: Data de lançamento (mais antigo primeiro)

source: Separate watched from unwatched
et: Eralda vaadatud ja vaatamata sisu
fi: Erota katsotut katsomattomista
pt_br: Separe o que foi assistido do que não foi assistido

source: Hide watched
et: Peida vaadatud osad
fi: Piilota katsotut
pt_br: Esconder assistido

source: _Refresh
et: _Laadi uuesti
fi: _Päivitä
pt_br: _Atualizar

source: _Import
et: _Impordi
fi: _Tuo
pt_br: _Importar

source: _Export
et: _Ekspordi
fi: _Vie
pt_br: _Exportar

source: From The Movie Database (TMDB)
et: Allikas: The Movie Database (TMDB)
fi: The Movie Databasesta (TMDB)
pt_br: Do banco de dados de filmes (TMDB)

source: Manually
et: Käsitsi
fi: Manuaalisesti
pt_br: Manualmente

source: Background Activities
et: Tegevused taustal
fi: Taustatoimenpiteet
pt_br: Atividades em segundo plano

source: No Background Activities
et: Pole taustategevusi
fi: Ei taustatoimenpiteitä
pt_br: Sem atividades em segundo plano

source: Edit poster
et: Muuda plakatit
fi: Muokkaa julistetta
pt_br: Editar pôster

source: Delete poster
et: Kustuta plakat
fi: Poista juliste
pt_br: Excluir pôster

source: The series has a new release
et: Sellel telesarjal on ilmunud uus osa
fi: Sarjassa on uusi julkaisu
pt_br: A série tem um novo lançamento

source: The series has a new release soon
et: Sellel telesarjal ilmub varsti uus osa
fi: Sarjassa on pian uusi julkaisu
pt_br: A série terá um novo lançamento em breve

source: This title is marked as watched
et: See on märgitud vaadatuks
fi: Tämä nimike on merkitty katsotuksi
pt_br: Este título está marcado como assistido

source: Add to watchlist
et: Lisa jälgimisloendisse
fi: Lisää katselulistalle
pt_br: Adicionar à lista

source: Follow system style
et: Kasuta süsteemi kujundust
fi: Seuraa järjestelmän tyyliä
pt_br: Seguir o estilo do sistema

source: Light style
et: Hele kujundus
fi: Vaalea tyyli
pt_br: Estilo claro

source: Dark style
et: Tume kujundus
fi: Tumma tyyli
pt_br: Estilo escuro

source: Search results
et: Otsingutulemused
fi: Hakutulokset
pt_br: Resultados da pesquisa

source: Waiting for Network…
et: Ootan võrguühenduse loomist…
fi: Odotetaan verkkoyhteyttä…
pt_br: Aguardando rede…

source: For a complete experience, a download of 15 KB is required. However, if you are not connected to the Internet or don't want to wait, you can skip this step and continue offline without some features.
et: Parimaks kasutuskogemuseks on vajalik 15 kB andmemahu allalaadimine. Aga kui sinu või arvutis seadmes puudub internetiühendus või sa ei soovi oodata, siis võid selle sammu vahele jätta ning jätkata vallasrežiimis, kus mõni funktsionaalsus ei toimi.
pt_br: Para uma experiência completa é necessário um download de 15 KB. Porém, se você não estiver conectado à Internet ou não quiser esperar, você pode pular esta etapa e continuar offline sem alguns recursos.

source: Getting things ready…
et: Sätin asju valmis…
fi: Valmistellaan asioita…
pt_br: Preparando…

source: Downloading data
et: Laadin alla andmeid
fi: Ladataan tietoja
pt_br: Baixando dados

# Category
source: Movies
et: Filmid
fi: Elokuvat
pt_br: Filmes

# Notification List activity title
source: Automatic update of notification list
et: Teavituste loendi automaatne uuendus
fi: Ilmoitusluettelon automaattinen päivitys
pt_br: Atualização automática da lista de notificações

# Background activity title
source: Automatic update
et: Automaatne uuendus
fi: Automaattinen päivitys
pt_br: Atualização automática

source: New release for {title}
et: Telesarja uus osa: {title}
fi: Uusi nimikkeen {title} julkaisu
pt_br: Novo lançamento para {title}

source: A new episode of {title} was released {days} day ago.
et: „{title}“ sarja uus osa avaldati {days} päeva tagasi.
fi: Uusi jakso sarjasta {title} julkaistiin {days} päivä(ä) sitten.
pt_br: Um novo episódio de {title} foi lançado há {days} dias.

source: New release for {num} TV series on your watchlist
et: {num}-l sinu jälgimisloendis leiduval telesarjal avaldati uus osa
fi: Uusi julkaisu {num} TV-sarjalle katselulistallasi
pt_br: Novo lançamento de {num} série de TV na sua lista de observação

source: The TV Series are {series}.
et: Telesarjad on: {series}.
fi: TV-sarjat ovat {series}.
pt_br: As séries de TV são {series}.

source: {title} will have a release soon
et: „{title}“ sarjal avaldatakse õige pea uus osa
fi: {title} saa pian uuden julkaisun
pt_br: {title} terá um lançamento em breve

source: A new episode will release in {days} day.
et: Uus osa avaldatakse {days} päeva pärast.
fi: Uuden jakson julkaisuun on {days} päivä(ä).
pt_br: Um novo episódio será lançado em {days} dia.

source: {num} TV Series on your watchlist will have a new episode soon
et: {num}-l sinu jälgimisloendis leiduval telesarjal avaldatakse varsti uus osa
fi: {num} TV-sarjalla katselulistallasi on pian uusi jakso
pt_br: {num} Séries de TV na sua lista de observação terão um novo episódio em breve

source: {title} has gone out of production
et: „{title}“ sarjale enam ei lisandu uusi osi
fi: Sarjan {title} tuotanto on loppunut
pt_br: {title} saiu de produção

source: {title} has wrapped up its run. Now is the perfect time to revisit your favorite moments or find the next binge!
et: „{title}“ telesarjale ei lisandu enam uusi osi. Nüüd ongi õige aeg oma lemmikosade ülevaatamiseks või uue lemmiku leidmiseks!
pt_br: {title} chegou ao fim. Agora é a hora perfeita para revisitar seus momentos favoritos ou encontrar a próxima maratona!

source: {num} TV Series of your watchlist have gone out of production
et: {num}-l sinu jälgimisloendis leiduvale telesarjale enam uusi osi ei lisandu
fi: {num} TV-sarjaa katselulistallasi on poistunut tuotannosta
pt_br: {num} Séries de TV da sua lista de observação saíram de produção

source: {title} has had its release!
et: „{title}“ on avaldatud!
fi: {title} on saanut julkaisun!
pt_br: {title} foi lançado!

source: {title} was released {days} day ago.
et: „{title}“ avaldati {days} päeva tagasi.
fi: {title} julkaistiin {days} päivä(ä) sitten.
pt_br: {title} foi lançado há {days} dias.

source: {num} movies on your watchlist have had their releases.
et: Sinu jälgimisloendi {num}-l kirjel on avaldatud jätkuosi.
fi: {num} elokuvaa katselulistallasi on saanut julkaisun.
pt_br: {num} filmes na sua lista de observação tiveram seus lançamentos.

source: The movies are {movies}.
et: Filmid on: {movies}.
fi: Elokuvat ovat {movies}.
pt_br: Os filmes são {movies}.

source: {title} will have its release soon!
et: „{title}“ filmil avaldatakse varsti jätkuosa!
fi: {title} saa pian julkaisun!
pt_br: {title} será lançado em breve!

source: {title} will have its release in {days} day.
et: „{title}“ filmi jätkuosa avaldatakse {days} päeva pärast.
fi: {title} saa julkaisun {days} päivän kuluttua.
pt_br: {title} terá seu lançamento em {days} dia.

source: {num} movies on your watchlist will have their releases soon
et: Sinu jälgimisloendi {num}-l filmil avaldatakse varsti jätkuosa
fi: {num} elokuvaa katselulistallasi saa pian julkaisun
pt_br: {num} filmes na sua lista de observação terão seus lançamentos em breve

source: {num} items of your watchlist have an update
et: Sinu jälgimisloendi {num}-l kirjel on uuendusi
fi: {num} nimikettä katselulistallasi on saanut päivityksen
pt_br: {num} itens da sua lista de observação têm uma atualização

source: These updates affect {count_movies} movie
et: Need uuendused mõjutavad {count_movies} filmi
fi: Päivitykset kohdistuvat {count_movies} elokuvaan
pt_br: Essas atualizações afetam o filme {count_movies}

source: and
et: ja
fi: ja
pt_br: e

source: {count_series} TV serie
et: {count_series} telesarja
fi: {count_series} TV-sarja
pt_br: {count_series} série de TV

source: These updates affect {count_series} TV serie
et: Need muudatusel kohanduvad {count_series}-le telesarjale
fi: Päivitykset kohdistuvat {count_series} TV-sarjaan
pt_br: Essas atualizações afetam {count_series} séries de TV

# alert dialog heading
source: Delete {title}?
et: Kas kustutame: {title}?
fi: Poistetaanko {title}?
pt_br: Excluir {title}?

# alert dialog body
source: All changes to this episode will be lost.
et: Kõik selle osaga seotud muudatused lähevad kaotsi.
fi: Kaikki muutokset tähän jaksoon katoavat.
pt_br: Todas as alterações neste episódio serão perdidas.

# alert dialog action
source: _Delete
et: _Kustuta
fi: _Poista
pt_br: _Excluir

source: Already in your watchlist
et: Juba leidub sinu jälgimisloendis
fi: On jo katselulistallasi
pt_br: Já está na sua lista

# alert dialog body
source: This season contains unsaved metadata.
et: Selles hooajas on salvestamata metateavet.
fi: Tämä kausi sisältää tallentamattomia metatietoja.
pt_br: Esta temporada contém metadados não salvos.

# preferences
source: The Movie Database (TMDB)
pt_br: O banco de dados de filmes (TMDB)

source: Notify me on new releases
fi: Ilmoita uusista julkaisuista

source: A-Z
fi: A-Ö

source: Z-A
fi: Ö-A
